<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Create/Update Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'roles' => [
        'page_title' => 'Դերի կառավարում',
        'page_caption' => 'Ձեր դերի կառավարման վահանակի ձևանմուշ:',
        'create_button' => 'Նոր դեր',
        'edit_role' => 'Խմբագրել դերը',
        'delete_role' => 'Ջնջել դերը',
        'back' => 'Հետ',

        'create' => [
            'page_title' => 'Ավելացնել դեր',
            'page_caption' => 'Ձեր դերի ստեղծման ձևանմուշը:',
            'form_title' => 'Տեղեկատվություն դերի մասին',

            'messages' => [
                'success' => 'Դերը ավելացված է համակարգում',
                'danger' => 'Հնարավոր չէ ավելացնել նոր դեր.',
                'exists' => 'Դեր :Name֊ը առկա է ադմինիստրատորի համար',
            ],
        ],

        'edit' => [
            'page_title' => 'Խմբագրել դերը',
            'page_caption' => 'Ձեր դերի խմբագրման ձևանմուշը:',
            'form_title' => 'Տեղեկատվություն դերի մասին',

            'messages' => [
                'success' => 'Դերը հաջողությամբ թարմացվեց',
                'danger' => 'Հնարավոր չէ թարմացնել դերը:'
            ],
        ],
    ],

    'admins' => [
        'page_title' => 'Ադմինիստրատորների ցուցակ',
        'page_caption' => 'Ձեր վեբ վերլուծության վահանակի ձևանմուշը:',
        'create_button' => 'Նոր օգտատեր',
        'edit_role' => 'Խմբագրել օգտվողին',
        'delete_role' => 'Ջնջել օգտվողին',
        'back' => 'Back',

        'create' => [
            'page_title' => 'Ավելացնել ադմինիստրատոր օգտվող',
            'page_caption' => 'Ձեր ադմինիստրատոր օգտվողի ստեղծման ձևանմուշը:',
            'form_title' => 'Ընդհանուր տեղեկություն',

            'messages' => [
                'success' => 'Նոր օգտվող ավելացվեց դերը :Role:',
                'danger' => 'Հնարավոր չէ ավելացնել նոր օգտվող:',
            ],
        ],

        'edit' => [
            'page_title' => 'Խմբագրել ադմինիստրատոր օգտվողին',
            'page_caption' => 'Ձեր ադմինիստրատոր օգտվողի խմբագրման ձևանմուշ:',
            'form_title' => 'Ընդհանուր տեղեկություն',

            'messages' => [
                'success' => 'Օգտվողը հաջողությամբ թարմացվեց:',
                'danger' => 'Հնարավոր չէ թարմացնել օգտվողին:'
            ],
        ],

        'update-password' => [
            'form_title' => 'Թարմացնել գաղտնաբառը',

            'messages' => [
                'success' => 'Գաղտնաբառը հաջողությամբ թարմացվել է:',
                'danger' => 'Հնարավոր չէ թարմացնել գաղտնաբառը:',
            ],
        ]
    ],

];
