<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Create/Update Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'roles' => [
        'page_title' => 'Դերի կառավարում',
        'page_caption' => 'Ձեր դերի կառավարման վահանակի ձևանմուշ:',
        'create_button' => 'Նոր դեր',
        'edit_role' => 'Խմբագրել դերը',
        'delete_role' => 'Ջնջել դերը',
        'back' => 'Հետ',

        'create' => [
            'page_title' => 'Ավելացնել դեր',
            'page_caption' => 'Ձեր դերի ստեղծման ձևանմուշը:',
            'form_title' => 'Տեղեկատվություն դերի մասին'
        ],

        'edit' => [
            'page_title' => 'Խմբագրել դերը',
            'page_caption' => 'Ձեր դերի խմբագրման ձևանմուշը:',
            'form_title' => 'Տեղեկատվություն դերի մասին'
        ],
    ],

];
